{"What is known about transmission, incubation, and environmental stability of coronavirus": {"titles": ["Genomic Characterization of a Newly Discovered Coronavirus Associated with Acute Respiratory Distress Syndrome in Humans", "Understanding Human Coronavirus HCoV-NL63", "Emerging virus diseases: can we ever expect the unexpected?", "Comparative genomics of hepatitis A virus, hepatitis C virus, and hepatitis E virus provides insights into the evolutionary history of Hepatovirus species", "A precision medicine approach to managing Wuhan Coronavirus pneumonia", "Middle East Respiratory Syndrome Coronavirus (MERS-CoV): A Perpetual Challenge", "Molecular pathology of emerging coronavirus infections", "The Middle East Respiratory Syndrome—How Worried Should We Be?", "Understanding Human Coronavirus HCoV-NL63", "Emerging virus diseases: can we ever expect the unexpected?"], "sentences": ["Coronaviruses have been known for quite some time as viruses that cause a variety of diseases in humans and animals (32, 33) .", "Nevertheless, high pathogenicity is expected to evolve with coronaviruses.", "Second, the understanding of how viruses can transmit between a reservoir and new host species, Third, identifying those aspects of the disease process that offer opportunities for therapy and prevention.", "Coronaviruses are not known to replicate in insects, but it has been proposed that they might have an insect virus as their ancestor (Nga et al., 2011; Zirkel et al., 2011) .", "19 Although many questions, such as detailed pathogenic characteristics, remain unanswered, from what we know about other coronavirus infections, the behavior of 2019-nCoV is not unusual.", "Extensive serological testing of potentially exposed human populations and contacts will be a key indicator of the extent of infection and disease due to novel coronaviruses.", "The twenty-first century has demonstrated that zoonotic events will continue to introduce coronaviruses and other viruses into the human population, and that these viruses have the potential to spread rapidly, cause significant disease in communities and disrupt the global economy.", "At present, it is not known if patients are able to transmit virus before the development of symptomatic respiratory disease.", "Recently, however, a number of novel coronaviruses have been identified as the causative agents for some of these infections [2, 3] .", "51 Genetic recombination is known to pay an important role in generating new coronaviruses, and such events may increase the likelihood of cross-species transmission, as well as determine the severity of disease outcome."], "scores": ["2.6753175", "2.535374", "2.488537", "2.4883215", "2.4646013", "2.4622257", "2.458594", "2.4305832", "2.4139323", "2.4122162"]}}